Repository: ray1997/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: th

# PropertyThumbnailSmallUri
source: Thumbnail Small Uri
th: Uri รูปย่อขนาดเล็ก

# PropertyUserWebUrl
source: User Web Url
th: Url ผู้ใช้

# PropertyWriter
source: Writer
th: ผู้เขียน

# PropertyYear
source: Year
th: ปี

# PropertyContributor
source: Contributor
th: ผู้สนับสนุน

# PropertyLastAuthor
source: Last Author
th: ผู้เขียนสุดท้าย

# PropertyRevisionNumber
source: Revision Number
th: พิมพ์ครั้งที่

# PropertyVersion
source: Version
th: เวอร์ชั่น

# PropertyDateCreated
source: Date Created
th: วันที่สร้าง

# PropertyDateSaved
source: Date Saved
th: วันที่บันทึก

# PropertyDatePrinted
source: Date Printed
th: วันที่พิมพ์

# PropertyTotalEditingTime
source: Total Editing Time
th: ระยะเวลาแก้ไข

# PropertyTemplate
source: Template
th: ต้นฉบับ

# PropertyWordCount
source: Word Count
th: จำนวนคำ

# PropertyCharacterCount
source: Character Count
th: จำนวนตัวอักษร

# PropertyLineCount
source: Line Count
th: จำนวนบรรทัด

# PropertyParagraphCount
source: Paragraph Count
th: จำนวนย่อหน้า

# PropertyPageCount
source: Page Count
th: จำนวนหน้า

# PropertySlideCount
source: Slide Count
th: จำนวนสไลด์

# PropertyFrameRate
source: Frame Rate
th: อัตราเฟรม

# PropertyEncodingBitrate
source: Encoding Bitrate
th: อัตราบิตรวม

source: Compression
th: บีบอัด

# PropertyFrameWidth
source: Frame Width
th: ความกว้างของเฟรม

# PropertyFrameHeight
source: Frame Height
th: ความสูงของเฟรม

# PropertyOrientation
source: Orientation
th: แนว

# PropertySectionCore
source: Core
th: พื้นฐาน

# PropertySectionImage
source: Image
th: ภาพ

# PropertySectionPhoto
source: Photo
th: รูป

# PropertySectionGPS
source: GPS
th: ตำแหน่ง

# PropertySectionMedia
source: Media
th: สื่อ

# PropertySectionAudio
source: Audio
th: เสียง

# PropertySectionMusic
source: Music
th: เพลง

# PropertySectionVideo
source: Video
th: วีดีโอ

source: Document
th: เอกสาร

source: Address
th: ที่ตั้ง

# NavToolbarSelectionOptions.AutomationProperties.Name
source: Selection options
th: การเลือก

# NavToolbarSelectionOptions.Label
source: Select
th: เลือก

# SettingsOpenFilesWithOneClick
source: Open files with a single click
th: คลิกครั้งเดียวเพื่อเปิดรายการ

# FileItemAutomation
source: File
th: ไฟล์

# RecycleBinItemAutomation
source: Recycle bin item
th: รายการที่ถูกรีไซเคิล

# ShortcutItemAutomation
source: Shortcut item
th: รายการทางลัด

source: Drives
th: ไดร์ฟ

# PinToSidebarByDraggingCaptionText
source: Move here
th: ย้ายมาที่นี่

# EjectNotificationHeader
source: Safe to remove hardware
th: อุปกรณ์ถอดออกได้อย่างปลอดภัยแล้ว

# EjectNotificationBody
source: The device can now be safely removed from the computer.
th: อุปกรณ์สามารถถอดออกอย่างปลอดภัยได้แล้ว

# EjectNotificationErrorDialogHeader
source: Problem Ejecting Device
th: ไม่สามารถถอดอุปกรณ์ออกได้

# EjectNotificationErrorDialogBody
source: This device is currently in use. Close any programs, windows or tabs that might be using the device, and then try again.
th: อุปกรณ์กำลังถูกใช้งานอยู่. กรุณาปิดทุกโปรแกรมที่กำลังใช้งานอุปกรณ์นี้อยู่.

# SideBarEjectDevice.Text
source: Eject
th: ถอด

# HorizontalMultitaskingControlDuplicateTab.Text
source: Duplicate tab
th: ทำซ้ำแท็บ

# HorizontalMultitaskingControlMoveTabToNewWindow.Text
source: Move tab to new window
th: ย้ายแท็บไปหน้าต่างใหม่

# HorizontalMultitaskingControlNewTab.Text
source: New tab
th: แท็บใหม่

# HorizontalMultitaskingControlAddButton.ToolTipService.ToolTip
source: New tab (Ctrl+T)
th: แท็บใหม่ (Ctrl+T)

# HorizontalMultitaskingControlAddButton.AutomationProperties.Name
source: New tab (Ctrl+T)
th: แท็บใหม่ (Ctrl+T)

# HorizontalMultitaskingControlCloseButton.ToolTipService.ToolTip
source: Close tab (Ctrl+W)
th: ปิดแท็บ (Ctrl+W)

# ClearPropertiesFlyoutText.Text
source: Some properties may contain personal information.
th: รายละเอียดอาจมีข้อมูลที่เป็นส่วนบุคคล

# ClearPropertiesFlyoutConfirmation.Content
source: Clear
th: ล้าง

# ClearPropertiesButton.Content
source: Clear All Properties
th: ล้างรายละเอียดทุกอย่าง

# OngoingTasksTeachingTip.Subtitle
source: Check the status of file operations here
th: เช็คสถานะของการถ่ายโอนไฟล์ที่นี่

# OngoingTasksTeachingTip.Title
source: Status Center
th: ศูนย์รวมสถานะ

# NavSearchButton.AutomationProperties.Name
source: Search
th: ค้นหา

# SearchPagePathBoxOverrideText
source: Search results in {1} for {0}
th: ผลการค้นหา {0} ใน {1}

# SearchTabHeaderText
source: Search results
th: ผลการค้นหา

# SettingsAboutContributorsListViewItem.AutomationProperties.Name
source: See who contributed to Files
th: ดูว่าใครร่วมสร้างโปรแกรมจัดการไฟล์

# SettingsAboutReleaseNotesListViewItem.AutomationProperties.Name
source: Find out what's new in Files
th: เช็คดูว่ามีอะไรใหม่

# SettingsAboutSubmitFeedbackListViewItem.AutomationProperties.Name
source: Send the developers an issue report with more information
th: แจ้งนักพัฒนาถึงปัญหาและรายละเอียด

# SettingsAboutSupportUsListViewItem.AutomationProperties.Name
source: Support us on GitHub
th: สนับสนุนเราบน GitHub

# SettingsListAndSortDirectoriesAlongsideFiles
source: List and sort directories alongside files
th: เรียงโฟลเดอร์ร่วมกับไฟล์

source: Details
th: รายละเอียด

source: No
th: ไม่

# UpdateConsentDialogContent
source: Do you want to download and install the latest version of Files?
th: คุณต้องการดาวน์โหลดและติดตั้งอัพเดตของโปรแกรมจัดการไฟล์หรือไม่?

# UpdateConsentDialogTitle
source: Updates Available
th: มีอัพเดตใหม่

# SettingsFilesAndFoldersHideSystemItems
source: Hide protected operating system files (Recommended)
th: ซ่อนไฟล์ระบบปฏิบัติการที่ป้องกันไว้ (แนะนำ)

# SettingsSearchUnindexedItems
source: Show unindexed items when searching for files and folders
th: ค้นไฟล์และโฟลเดอร์ที่อยู่นอกเหนือรายการดัชนี

# SettingsEnableLayoutPreferencesPerFolder
source: Enable individual preferences for individual directories
th: ใช้การตั้งค่าที่แยกต่างหากของทุกโฟลเดอร์

# SettingsContextMenu.Text
source: Customize the right click context menu
th: ปรับแต่งรายการคลิกขวา

# originalPathColumn.Header
source: Original path
th: ต้นทาง

# BaseLayoutContextFlyoutSortByOriginalPath.Text
source: Original path
th: ต้นทาง

source: Add
th: เพิ่ม

source: Edit
th: แก้ไข

source: Remove
th: ลบ

# SettingsMultitaskingAlwaysOpenDualPane
source: Always open new tabs in dual pane mode
th: เปิดแท็บใหม่แล้วแบ่งซ้าย-ขวา เสมอ

# SettingsMultitaskingEnableDualPane
source: Enable dual pane view
th: เปิดการแบ่งหน้าต่างซ้าย-ขวา

# BaseLayoutItemContextFlyoutOpenInNewPane.Text
source: Open in secondary pane
th: เปิดในบานหน้าต่างรอง

# NavigationToolbarNewPane.Label
source: New pane
th: เพิ่มหน้าต่างแยก

# SideBarOpenInNewPane.Text
source: Open in secondary pane
th: เปิดในบานหน้าต่างแยก

# SettingsDualPane.Text
source: Dual pane
th: หน้าต่างคู่

source: Folders
th: โฟลเดอร์

# NavToolbarDetails.ToolTipService.ToolTip
source: Details (Ctrl+Shift+1)
th: รายละเอียด (Ctrl+Shift+1)

# NavToolbarLayoutOptionsButton.AutomationProperties.Name
source: Layout
th: เค้าโครง

# NavToolbarLayoutOptionsButton.ToolTipService.ToolTip
source: Layout
th: เค้าโครง

# NavToolbarLayoutOptionsButton.Label
source: Layout
th: เค้าโครง

# PreviewPaneToggle.Label
source: Preview
th: แสดงตัวอย่าง

# NavToolbarLargeIcons.AutomationProperties.Name
source: Large Icons
th: ไอคอนขนาดใหญ่

# NavToolbarLargeIcons.ToolTipService.ToolTip
source: Large Icons (Ctrl+Shift+5)
th: ไอคอนขนาดใหญ่ (Ctrl+Shift+5)

# NavToolbarMediumIcons.AutomationProperties.Name
source: Medium Icons
th: ไอคอนขนาดกลาง

# NavToolbarMediumIcons.ToolTipService.ToolTip
source: Medium Icons (Ctrl+Shift+4)
th: ไอคอนขนาดกลาง (Ctrl+Shift+4)

# NavToolbarSmallIcons.AutomationProperties.Name
source: Small Icons
th: ไอคอนขนาดเล็ก

# NavToolbarSmallIcons.ToolTipService.ToolTip
source: Small Icons (Ctrl+Shift+3)
th: ไอคอนขนาดเล็ก (Ctrl+Shift+3)

# NavToolbarTiles.ToolTipService.ToolTip
source: Tiles (Ctrl+Shift+2)
th: เรียงต่อกัน (Ctrl+Shift+2)

# NavToolbarShowFileExtensionsHeader.Text
source: Show file extensions
th: แสดงนามสกุลไฟล์

# NavToolbarShowHiddenItems.AutomationProperties.Name
source: Show hidden items
th: แสดงรายการที่ซ่อน

source: Date deleted
th: วันที่ลบ

# BundlesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
th: ตัวเลือกเพิ่มเติม...

# BundlesWidgetOptionsFlyoutExportBundlesMenuItem.Text
source: Export Bundles
th: ส่งออกกลุ่ม

# BundlesWidgetOptionsFlyoutImportBundlesMenuItem.Text
source: Import Bundles
th: นำเข้ากลุ่ม

# BundlesWidgetAddBundleErrorAlreadyExists
source: Bundle with the same name already exists!
th: มีกลุ่มที่ใช้ชื่อนี้อยู่แล้ว

# BundlesWidgetAddBundleErrorInputEmpty
source: Input field cannot be empty!
th: ชื่อกลุ่มไม่สามารถเว้นว่างได้

# BundleItemFlyouOpenInNewTabMenuItem.Text
source: Open in new tab
th: เปิดในหน้าใหม่

# BundleItemFlyouOpenItemLocationMenuItem.Text
source: Open item location
th: เปิดที่ตั้งรายการนี้

# BundleItemFlyouRemoveFromBundleMenuItem.Text
source: Remove from bundle
th: ลบออกจากกลุ่ม

# BundleOptionsFlyoutRemoveBundleMenuItem.Text
source: Remove Bundle
th: ลบกลุ่ม

source: Bundles
th: กลุ่ม

# BundleNoContentsTextBlock.Text
source: Drag and drop any file or folder here to quickly access it
th: ลากวางรางการมาใส่ที่นี่เพื่อให้สะดวกต่อการเข้าถึง

source: Enter Bundle name
th: ตั้งชื่อกลุ่ม

# BundlesWidgetRenameBundleDialogSubtitleText
source: Enter new name
th: ใส่ชื่อใหม่

# BundlesWidgetRenameBundleDialogTitleText
source: Rename "{0}"
th: เปลี่ยนชื่อกลุ่ม "{0}"

source: Create Bundle
th: สร้างกลุ่ม

source: Confirm
th: ยืนยัน

# BundlesWidgetCreateBundleDialogSubtitleText
source: Add Bundle
th: สร้างกลุ่ม

# BundleOptionsFlyoutRenameBundleMenuItem.Text
source: Rename Bundle
th: เปลี่ยนชื่อกลุ่ม

source: Desired name
th: ชื่อที่ต้องการ

# PreviewPaneToggle.ToolTipService.ToolTip
source: Toggle the preview pane (Ctrl+P)
th: เปิดปิดบานหน้าต่างแสดงตัวอย่าง (Ctrl+P)

# DetailsPanePreviewNotAvaliableText
source: No preview available
th: ไม่มีตัวอย่างให้ดู

# PreviewPaneDetailsNotAvailableText
source: No details available
th: ไม่ทราบรายละเอียด

# PropertyItemName
source: Item Name
th: ชื่อรายการ

# BaseLayoutContextFlyoutUnpinFromFavorites.Text
source: Unpin from Favorites
th: ถอนออกจากรายการโปรด

# SidebarNetworkDrives
source: Network drives
th: ตำแหน่งบนเครือข่าย

source: Network
th: เครือข่าย

# PreviewPaneFileDetails.AutomationProperties.Name
source: File details
th: รายละเอียดไฟล์

# PreviewPaneFilePreview.AutomationProperties.Name
source: File preview
th: ตัวอย่างไฟล์

# SelectedFilePreviewPane.AutomationProperties.Name
source: Selected file preview pane
th: บานหน้าต่างแสดงรายละเอียดไฟล์ที่เลือก

# SettingsAboutDocumentation.Text
source: Documentation
th: เอกสารประกอบ

# SettingsAboutDocumentationListViewItem.AutomationProperties.Name
source: Visit the Files documentation website
th: อ่านเอกสารวิธีการใช้งานของโปรแกรมจัดการไฟล์

# OngoingTasksFlyout.AutomationProperties.Name
source: Ongoing tasks flyout
th: รายการทำงานที่กำลังดำเนินการ

# CloudDriveSyncStatus_Online
source: Available when online
th: พร้อมใช้งานขณะออนไลน์

# CloudDriveSyncStatus_Offline
source: Available offline
th: พร้อมใช้งานแล้ว

# CloudDriveSyncStatus_PartialOffline
source: Partially available offline
th: พร้อมใช้งานเป็นบางส่วน

# CloudDriveSyncStatus_Sync
source: Syncing
th: กำลังซิงค์

# CloudDriveSyncStatus_Excluded
source: Excluded from sync
th: ถูกห้ามไม่ให้ซิงค์

# ItemSizeNotCalculated
source: Not calculated
th: ยังไม่ทราบ

# CloudDriveSyncStatus_Unknown
source: Unknown
th: ไม่ทราบ

# NavToolbarMultiselect.Text
source: Multiselect
th: เลือกด้วยการกาเช็ค

# RenameFileDialog.Text
source: If you change a file extension, the file might become unusable. Are you sure you want to change it?
th: เมื่อคุณเปลี่ยนนามสกุลไฟล์อาจทำให้ไฟล์ไม่สามารถใช้งานได้. คุณแน่ใจว่าต้องการทำต่อใช่หรือไม่?

# DriveTypeCDRom
source: CD ROM Drive
th: ไดร์ฟซีดีรอม

# DriveTypeCloudDrive
source: Cloud Drive
th: ไดร์ฟออนไลน์

# DriveTypeFixed
source: Fixed Disk Drive
th: ไดร์ฟฝังเครื่อง

# DriveTypeFloppyDisk
source: Floppy Disk Drive
th: ฟล็อปปี้ดิสก์

# DriveTypeNetwork
source: Network Drive
th: ไดร์ฟเครือข่าย

# DriveTypeNoRootDirectory
source: Unmounted Drive
th: ไดร์ฟที่ถอดไปแล้ว

# DriveTypeRam
source: RAM Disk Drive
th: ไดร์ฟบนแรม

# DriveTypeRemovable
source: Removable Storage Device
th: ไดร์ฟพกพา

# DriveTypeUnknown
source: Unknown
th: ไม่ทราบ

# DriveTypeVirtualDrive
source: Virtual Drive
th: ไดร์ฟจำลอง

source: Date created
th: สร้างเมื่อ

# DrivesWidgetMoreOptionsButton.ToolTipService.ToolTip
source: More options...
th: ตัวเลือกเพิ่มเติม...

# DrivesWidgetOptionsFlyoutMapNetDriveMenuItem.Text
source: Map network drive
th: เพิ่มตำแหน่งบนเครือข่าย

# SideBarDisconnectNetworkDrive.Text
source: Disconnect
th: ตัดการเชื่อมต่อ

# BundlesWidgetMoreOptionsButton.AutomationProperties.Name
source: More bundles options
th: ตัวเลือกจัดการกลุ่มเพิ่มเติม

# DrivesWidgetMoreOptionsButton.AutomationProperties.Name
source: More drives options
th: ตัวเลือกไดร์ฟเพิ่มเติม

# SidebarFavorites
source: Favorites
th: รายการโปรด

# SidebarLibraries
source: Libraries
th: คลัง

source: No item selected
th: ไม่มีรายการที่เลือก

# PropertyItemTarget
source: Target
th: เป้าหมาย

source: Arguments
th: อากิวเม้นต์

# BundlesOpenInNewPane.Text
source: Open in new Pane
th: เปิดในบานหน้าต่างใหม่

# SettingsShowLibrarySection.Title
source: Show library section
th: แสดงรายการคลัง

source: Default
th: ค่าเริ่มต้น

# SettingsAppearanceCustomThemes
source: Custom themes
th: ธีมปรับแต่งเอง

# PropertyItemCount
source: Item count
th: จำนวนรายการ

# HorizontalMultitaskingControlCloseTabsToTheRight.Text
source: Close tabs to the right
th: ปิดทุกแท็บทางซ้าย

# StatusDeletionFailed
source: Deletion Failed
th: การลบล้มเหลว

# StatusUnknownError
source: An unknown error has occurred.
th: เกิดข้อผิดพลาดและไม่ทราบสาเหตุ

# StatusDeletionComplete
source: Deletion complete
th: การลบเสร็จสมบูรณ์

# StatusDeletionCancelled
source: Deletion cancelled
th: การลบยกเลิกแล้ว

# StatusOperationCompleted
source: The operation has completed.
th: กระบวนการทำงานเสร็จสมบูรณ์แล้ว

# StatusRecycleComplete
source: Recycle complete
th: การย้ายไปถังรีไซเคิลเสร็จสมบูรณ์

# StatusMoveComplete
source: Move complete
th: การย้ายเสร็จสมบูรณ์

# StatusCopyComplete
source: Copy complete
th: การคัดลอกเสร็จสมบูรณ์

# ElevateConfirmDialog.Title
source: This action requires administrator rights
th: การกระทำนี้ต้องการสิทธ์จากผู้ดูแล

# ElevateConfirmDialog.Content
source: Would you like to continue as administrator?
th: คุณต้องการขอสิทธิ์ผู้ดูแลเลยไหม?

# FullTrustStatusTeachingTip.Subtitle
source: Files is running as administrator
th: โปรแกรมจัดการไฟล์ถูกเรียกใช้ในฐานะผู้ดูแล

# FullTrustStatusTeachingTip.Title
source: Administrator
th: ผู้ดูแล

# ColumnsShortcutTooltip
source: Columns (Ctrl+Shift+6)
th: แถวเรียง (Ctrl+Shift+6)

# PinItemToStart.Text
source: Pin to the Start Menu
th: ปักไว้ในเมนูเริ่ม

# UnpinItemFromStart.Text
source: Unpin from the Start Menu
th: ถอนออกจากเมนูเริ่ม

# ItemTypeLibrary
source: Library
th: คลัง

# LibraryItemAutomation
source: Library
th: คลังข้อมูล

source: Library
th: คลัง

# LibraryLocations.Text
source: Locations:
th: ที่ตั้ง:

source: Set as default save path
th: ตั้งเป็นจุดบันทึกไฟล์เริ่มต้น

# LibraryLocationsButtonRemove.Label
source: Remove
th: ลบ

# LibraryNoLocations.Text
source: No locations
th: ยังไม่ได้ระบุตำแหน่ง

# ErrorInputEmpty
source: Input field cannot be empty!
th: ไม่สามารถเว้นว่างได้!

# ErrorNameInputRestrictedCharacters
source: The name must not contain the following characters: \ / : * ? " < > |
th: ไม่สามารถมีอักษรเหล่านี้ในชื่อได้: \ / : * ? " < > |

# ErrorNameInputRestricted
source: Using this name is not allowed!
th: ไม่สามารถใช้ชื่อนี้ได้!

# CreateLibraryErrorAlreadyExists
source: Library with the same name already exists!
th: คลังอื่นใช้ชื่อนี้ไปแล้ว!

# BaseLayoutContextFlyoutDeleteLibrary.Text
source: Delete Library
th: ลบคลัง

# DialogCreateLibraryButtonText
source: Create
th: สร้าง

# DrivesWidgetOpenStorageSenseButton.ToolTipService.ToolTip
source: Open Storage Sense
th: เปิดที่เก็บข้อมูลอัจฉรียะ

# DrivesWidgetOpenStorageSenseButton.AutomationProperties.Name
source: Open Storage Sense
th: เปิดที่เก็บข้อมูลอัจฉริยะ

source: Copy
th: คัดลอก

# CopyItemsDialogSubtitleMultiple
source: {0} items will be copied
th: รายการทั้ง {0} รายการนี้ กำลังจะถูกคัดลอก

# CopyItemsDialogTitle
source: Copy item(s)
th: กำลังคัดลอกรายการ

# DeleteItemsDialogTitle
source: Delete item(s)
th: กำลังลบรายการ

# MoveItemsDialogPrimaryButtonText
source: Move
th: ย้าย

# MoveItemsDialogSubtitleMultiple
source: {0} items will be moved
th: รายการทั้ง {0} รายการนี้ กำลังจะถูกย้าย

# MoveItemsDialogTitle
source: Move item(s)
th: กำลังย้ายรายการ

# DeleteItemsDialogSubtitleMultiple
source: {0} items will be deleted
th: รายการทั้ง {0} รายการนี้ กำลังจะถูกลบ

# ConflictingItemsDialogPrimaryButtonText
source: Continue
th: ทำต่อไป

# ConflictingItemsDialogTitle
source: Conflicting file name(s)
th: มีรายการที่ใช้ชื่อเหมือนกัน

# CopyItemsDialogSubtitleSingle
source: One item will be copied
th: จะมี 1 รายการคัดลอกตามที่กำหนดไว้

# DeleteItemsDialogSubtitleSingle
source: One item will be deleted
th: จะมี 1 รายการลบตามที่กำหนดไว้

# MoveItemsDialogSubtitleSingle
source: One item will be moved
th: จะมี 1 รายการย้ายที่ตามที่กำหนดไว้

# DeleteItemsDialogPermanentlyDeleteCheckBox.Content
source: Permanently delete
th: ลบถาวร

# PropertyISO
source: ISO speed
th: ความเร็ว ISO

# SettingsPreferencesOpenFoldersNewTab.Title
source: Open folders in new tab
th: เปิดโฟลเดอร์เหล่านี้ในแท็บใหม่

# NavToolbarShowBundlesWidget.Header
source: Show Bundles widget
th: แสดงวิตเจ็ทกลุ่มไฟล์

# NavToolbarShowDrivesWidget.Header
source: Show Drives widget
th: แสดงวิตเจ็ทไดร์ฟ

# NavToolbarShowFolderWidget.Header
source: Show Folders widget
th: แสดงวิตเจ็ทโฟลเดอร์ของผู้ใช้

# NavToolbarShowRecentFilesWidget.Header
source: Show Recent Files widget
th: แสดงวิตเจ็ทประวัติการใช้งาน

# NavToolbarWidgets.ToolTipService.ToolTip
source: Manage Widgets
th: จัดการวิตเจ็ท

# NavToolbarWidgetsManager.AutomationProperties.Name
source: Manage widgets
th: จัดการวิตเจ็ท

# SearchUnindexedItemsLabel.Text
source: Didn't find what you're looking for?
th: หาสิ่งที่ต้องการไม่เจอเหรอ?

# SearchUnindexedItemsButton.Content
source: Search unindexed items.
th: ค้นหารายการนอกดัชนี

# NavToolbarManageWidgetsFlyoutHeader.Text
source: Manage Widgets
th: จัดการวิตเจ็ท

# SettingsAppearanceOpenThemesFolderButton.Content
source: Open themes folder
th: เปิดโฟลเดอร์ธีม

# ConflictingItemsDialogItemOptionReplaceExisting.Text
source: Replace existing
th: แทนที่ของเดิม

# ConflictingItemsDialogOptionReplaceExisting.Text
source: Replace existing
th: แทนที่ของเดิม

# ConflictingItemsDialogTakenActionReplaceExisting
source: Replace existing
th: แทนที่ของเดิม

source: Generate new name
th: สุ่มชื่อใหม่ขึ้นมา

# ConflictingItemsDialogUndoOption.Text
source: Undo
th: เลิกทำ

# ConflictingItemsDialogSubtitleMultipleConflictsNoNonConflicts
source: There are {0} conflicting file names.
th: มี {0} รายการ ที่มีชื่อซ้ำกัน.

# ConflictingItemsDialogSubtitleSingleConflictNoNonConflicts
source: There is one conflicting file name.
th: มี 1 รายการที่มีชื่อซ้ำกัน

# BaseLayoutItemContextFlyoutCreateFolderWithSelection.Text
source: Create folder with selection
th: ส่งรายการที่เลือกไปโฟลเดอร์ใหม่

# ToolTipDescriptionName
source: Name:
th: ชื่อ:

# ToolTipDescriptionType
source: Type:
th: ชนิดไฟล์:

# ToolTipDescriptionDate
source: Date modified:
th: วันที่ปรับเปลี่ยน:

# OpenItemsWithCaptionText
source: Open with
th: เปิดด้วย

# FileBrowserThumbnailIconColumnGrid.AutomationProperties.Name
source: File icon
th: ไอคอมไฟล์

# GroupItemsCount_Singular
source: {0} item
th: {0} รายการ

# GroupItemsCount_Plural
source: {0} items
th: {0} รายการ

source: Advanced permissions
th: สิทธิ์ขั้นสูง

source: Allow
th: อนุญาต

# SecurityAdvancedPermissionsTitle
source: Advanced permissions for {0}
th: สิทธิ์ขั้นสูงของ {0}

source: Access
th: การเข้าถึง

# DetailsArchiveItemCount
source: {0} items ({1} files, {2} folders)
th: {0} รายการ ({1} ไฟล์, {2} โฟลเดอร์)

# SettingsPrivacyPolicyMarkdownBlock.Text
source: We use App Center to track which settings are being used, find bugs, and fix crashes. Information sent to App Center is anonymous and free of any user or contextual data.
th: เราใช้เครื่องมือเก็บข้อมูลวิเคราะห์ App Center เพื่อวิเคราะห์ว่าตั้งค่าใดถูกใช้มากน้อยแค่ไหน, ตรวงสอบว่าโปรแกรมปิดตัวลงเพราะอะไร, เกิดข้อผิดพลาดอะไร, หรือปุ่มไหนทำงานได้ไม่ถูกต้อง. โดยข้อมูลที่ส่งเหล่านั้นไม่สามารถใช้ระบุผู้ใช้อย่างเจาะจงได้

# ReducedColorMode_Color16Bit
source: 16 Bit Colors (65536)
th: สี 16 บิต (65536 สี)

# ReducedColorMode_Color8Bit
source: 8 Bit Colors (256)
th: สี 8 บิต (256 สี)
