Repository: ray1997/Files
Catalog: src/Files/MultilingualResources/Files.*.xlf
Languages: th

# SideBarOpenInNewTab.Text
source: Open in new tab
th: เปิดในแท็บใหม่

# SideBarOpenInNewWindow.Text
source: Open in new window
th: เปิดในหน้าต่างใหม่

# NavigationToolbarNewWindow.Label
source: New window
th: เปิดในหน้าต่างใหม่

# ModernNavigationToolbaNewBitmapImage.Text
source: Bitmap Image
th: รูปภาพภาพบิตแมป

# ModernNavigationToolbaNewTextDocument.Text
source: Text Document
th: เอกสารข้อความ

source: Copy location
th: คัดลอกตำแหน่งปัจจุบัน

# NavigationToolbarPaste.Label
source: Paste
th: วาง

source: Browse
th: เรียกดู

# nameColumn.Header
source: Name
th: ชื่อ

# typeColumn.Header
source: Type
th: ประเภท

source: Size
th: ขนาด

source: Open in Terminal...
th: เปิดใน Terminal...

# PropertiesCreated.Text
source: Created:
th: สร้างเมื่อ:

# PropertiesItemFileName.PlaceholderText
source: Item Name
th: ชื่อไอเทม

# PropertiesItemPath.Text
source: Path:
th: ตำแหน่งที่ตั้ง:

# PropertiesItemSize.Text
source: Size:
th: ขนาด:

# ErrorDialogThisActionCannotBeDone
source: This action cannot be done
th: ไม่สามารถปฏิบัติตามที่สั่งไว้ได้

# ErrorDialogTheDestinationFolder
source: The destination folder
th: โฟลเดอร์ปลายทาง

# ErrorDialogIsASubfolder
source: is a subfolder of the source folder
th: ตั้งอยู่ในโฟล์เดอร์ต้นทาง

source: Skip
th: ข้าม

# NavToolbarSelectAll.Text
source: Select All
th: เลือกทั้งหมด

# NavToolbarInvertSelection.Text
source: Invert Selection
th: สลับส่วนที่เลือก

# NavToolbarClearSelection.Text
source: Clear Selection
th: ล้างส่วนที่เลือก

# PropertiesModified.Text
source: Modified:
th: วันที่ปรับเปลี่ยน:

source: Accessed:
th: เข้าถึงเมื่อ:

# RecentItemClearAll.Text
source: Clear all items
th: ล้างประวัติรายการ

# NavigationToolbarVisiblePath.PlaceholderText
source: Enter a path
th: ระบุตำแหน่งที่ตั้ง

# NavigationToolbarSearchRegion.PlaceholderText
source: Search
th: ค้นหา

# RecentItemDescription.Text
source: Files you've previously accessed will show up here
th: รายการไฟล์ที่เคยเข้าถึงจะแสดงในรายการนี้

# RecentItemOpenFileLocation.Text
source: Open file location
th: เปิดตำแหน่งที่ตั้งไฟล์

# RecentItemRemove.Text
source: Remove this item
th: ลบรายการนี้

# SettingsUsefulLinks.Title
source: Useful links
th: ลิ้งค์เกี่ยวกับแอป

# SettingsAboutSubmitFeedback.Text
source: Submit feedback
th: แจ้งปัญหา

source: About
th: เกี่ยวกับ

source: Date format
th: รูปแบบวันที่

# SettingsAppearanceTheme
source: Choose your color
th: เลือกรูปแบบสีพื้นหลัง

# SettingsFilesAndFoldersShowFileExtensions
source: Show extensions for known file types
th: แสดงนามสกุลสำหรับชนิดไฟล์ที่รู้จัก

# SettingsFilesAndFoldersShowHiddenItems
source: Show hidden files and folders
th: แสดงไฟล์และโฟลเดอร์ที่ซ่อนไว้

# SettingsExperimentalTitle.Text
source: Experimental
th: ฟังก์ชั่นทดสอบ

source: Appearance
th: ตกแต่ง

# SettingsNavExperimental.Content
source: Experimental
th: ฟังก์ชั่นทดสอบ

# SettingsNavPreferences.Content
source: Preferences
th: ปรับแต่งค่า

# SettingsExperimentalDescription.Text
source: WARNING: EXPERIMENTAL FEATURES AHEAD!
th: คำเตือน: ฟังก์ชั่นเหล่านี้กำลังอยู่ระหว่าการทดสอบและอาจใช้งานได้ไม่สมบูรณ์!

# SettingsOnStartupContinueWhereYouLeftOff.Content
source: Continue where you left off
th: เปิดแท็บที่ค้างจากครั้งก่อน

# SettingsOnStartupOpenANewTab.Content
source: Open a new tab
th: เปิดแท็บใหม่

# SettingsOnStartupOpenASpecificPage.Content
source: Open a specific page or pages
th: เปิดหน้าอื่นที่ระบุไว้

# SettingsPreferencesTitle.Text
source: Preferences
th: ปรับแต่งค่า

source: Desktop
th: เดสก์ท็อป

source: Documents
th: เอกสาร

source: Downloads
th: ดาวน์โหลด

# SidebarHome
source: Home
th: หน้าแรก

# SidebarMusic
source: Music
th: เพลง

# SidebarPictures
source: Pictures
th: รูปภาพ

# SideBarUnpinFromFavorites.Text
source: Unpin from Favorites
th: ถอนออกจากรายการโปรด

# SidebarVideos
source: Videos
th: วีดีโอ

# BaseLayoutContextFlyoutSortBy.Text
source: Sort by
th: เรียงลำดับตาม

source: Name
th: ชื่อ

# BaseLayoutContextFlyoutSortByType.Text
source: Type
th: ชนิด

source: Ascending
th: จากน้อยไปหามาก

# BaseLayoutContextFlyoutRefresh.Text
source: Refresh
th: รีเฟรช

# BaseLayoutContextFlyoutPaste.Text
source: Paste
th: วาง

# BaseLayoutContextFlyoutNew.Label
source: New
th: สร้าง

# BaseLayoutContextFlyoutNewFile.Text
source: File
th: ไฟล์

# BaseLayoutContextFlyoutPropertiesFolder.Text
source: Properties
th: คุณสมบัติ

# DrivesWidgetContextFlyoutPropertiesMenuItem.Text
source: Properties
th: คุณสมบัติ

# BaseLayoutItemContextFlyoutExtract.Text
source: Extract
th: แยกไฟล์

source: Open
th: เปิด

# BaseLayoutItemContextFlyoutOpenInNewTab.Text
source: Open in new tab
th: เปิดในแท็บใหม่

# BaseLayoutItemContextFlyoutOpenInNewWindow.Text
source: Open in new window
th: เปิดในหน้าต่างใหม่

# BaseLayoutItemContextFlyoutSetAsDesktopBackground.Text
source: Set as desktop background
th: ตั้งเป็นพื้นหลังของเดสก์ท็อป

# BaseLayoutItemContextFlyoutShare.Text
source: Share
th: ใช้ร่วมกัน

# BaseLayoutItemContextFlyoutCut.Text
source: Cut
th: ตัด

source: Delete
th: ลบ

# BaseLayoutItemContextFlyoutRename.Text
source: Rename
th: เปลี่ยนชื่อ

# BaseLayoutItemContextFlyoutPinToFavorites.Text
source: Pin to Favorites
th: ปักหมุดไว้ในรายการโปรด

# BaseLayoutItemContextFlyoutProperties.Text
source: Properties
th: คุณสมบัติ

# WelcomeDialog.Title
source: Welcome to Files!
th: ยินดีต้อนรับสู่โปรแกรมจัดการไฟล์!

# WelcomeDialog.PrimaryButtonText
source: Grant Permission
th: อนุญาตสิทธิ์การเข้าถึง

# WelcomeDialogTextBlock.Text
source: To get started, you'll need to grant us permission to display your files. This will open a Settings page where you can grant us this permission. You'll need to reopen the app once you've completed this step.
th: ก่อนเริ่มต้นใช้งาน, เราต้องได้รับสิทธิ์การเข้าถึงไฟล์จากคุณก่อน. เราจะพาคุณไปยังหน้าการตั้งค่าสิทธิ์การเข้าถึงไฟล์เพื่อให้คุณอนุญาตโปรแกรมเราได้เข้าถึงสิทธิ์นั้น. เมื่อยกสิทธิ์การเข้าถึงแล้วปิดโปรแกรมแล้วเปิดใหม่อีกครั้งเพื่อให้การอนุญาตสิทธิ์เสร็จสมบูรณ์.

# FileFolderListItem
source: File folder
th: โฟลเดอร์แฟ้ม

# ItemTypeFile
source: File
th: ไฟล์

# RenameDialog.Title
source: Enter an item name
th: ระบุชื่อใหม่ของรายการ

# RenameDialogInputText.PlaceholderText
source: Enter an item name
th: ระบุชื่อรายการ

# RenameDialog.PrimaryButtonText
source: Set Name
th: ตั้งขื่อนี้

# LightTheme
source: Light
th: สว่าง

# DarkTheme
source: Dark
th: มืด

source: Application
th: โปรแกรมประยุกต์

# SystemTimeStye
source: System
th: ตามระบบ

source: New Folder
th: โฟลเดอร์ใหม่

source: New File
th: ไฟล์ใหม่

# EmptyFolder.Text
source: This folder is empty.
th: โฟลเดอร์นี้ว่างเปล่า

# NavBackButton.ToolTipService.ToolTip
source: Back (Alt+Left Arrow)
th: ย้อนกลับ (Alt+Left Arrow)

# NavForwardButton.ToolTipService.ToolTip
source: Forward (Alt+Right Arrow)
th: ไปหน้า (Alt+Right Arrow)

# NavUpButton.ToolTipService.ToolTip
source: Up (Alt+Up Arrow)
th: ขึ้นไป (Alt+Up Arrow)

# NavRefreshButton.ToolTipService.ToolTip
source: Refresh (F5)
th: รีเฟรช (F5)

# NavSearchButton.ToolTipService.ToolTip
source: Search (Ctrl+F)
th: ค้นหา (Ctrl+F)

# PropertiesTitle
source: Properties
th: คุณสมบัติ

# PropertiesTitleSecondary.Text
source: Properties
th: คุณสมบัติ

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
th: ในโฟลเดอร์นี้มีรายการที่ใช้ชื่อนี้ไปแล้ว.

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
th: แทนที่รายการที่มีอยู่

# ItemAlreadyExistsDialogTitle
source: Item already exists
th: รายการนี้ซ้ำกับรายการที่มีอยู่แล้ว

# BaseLayoutItemContextFlyoutSetAsLockscreenBackground.Text
source: Set as lockscreen background
th: ตั้งเป็นพื้นหลังของหน้าจอเมื่อล็อค

# BaseLayoutContextFlyoutLargeIcons.Text
source: Large Icons
th: ไอคอนขนาดใหญ่

# BaseLayoutContextFlyoutMediumIcons.Text
source: Medium Icons
th: ไอคอนขนาดกลาง

# BaseLayoutContextFlyoutSmallIcons.Text
source: Small Icons
th: ไอคอนขนาดเล็ก

# PropertiesDialogOKButton.Content
source: OK
th: ตกลง

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
th: ไม่สามารถลบสิ่งของที่ระบุไว้ได้

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
th: กรุณาใส่อุปกรณ์นั้นกลับเข้ามาเพื่อเข้าถึงไฟล์นี้

# DriveUnpluggedDialog.Title
source: Drive Unplugged
th: ไดร์ฟนี้ถูกถอดออกไปแล้ว

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
th: ไฟล์ที่ต้องการเข้าถึงนั้นได้ถูกย้ายหรือลบไปแล้ว

# FileNotFoundDialog.Title
source: File Not Found
th: ไม่พบไฟล์

# FileNotFoundPreviewDialog.Text
source: The file you are attempting to preview may have been moved or deleted.
th: ไฟล์ที่พยายามแสดงตัวอย่างนี้ ได้ถูกย้ายหรือลบไปแล้ว

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
th: โฟลเดอร์ที่พยายามเข้าถึงนี้ ได้ถูกย้ายหรือลบไปแล้ว

# FolderNotFoundDialog.Title
source: Did you delete this folder?
th: ลบไปแล้วเหรอ?

# FileInUseDeleteDialog.Text
source: The file you're trying to delete is currently being used by an another application.
th: ไฟล์ที่พยายามลบนี้กำลังถูกใช้งานโดยโปรแกรมอิ่นอยู่

# FileInUseDeleteDialog.Title
source: File is in use
th: ไฟล์อยู่ในระหว่างการใช้งาน

# FileInUseDeleteDialog.PrimaryButtonText
source: Try again
th: ลองอีกครั้ง

# FileInUseDeleteDialog.SecondaryButtonText
source: OK
th: ตกลง

# NavToolbarLayout.Text
source: Layout
th: เค้าโครง

# NavToolbarSelectionOptions.ToolTipService.ToolTip
source: Selection options
th: เลือก

# PropertiesDialogReadOnly.Text
source: Read-only
th: อ่านอย่างเดียว

# PropertiesDialogHidden.Text
source: Hidden
th: ซ่อน

# BaseLayoutContextFlyoutEmptyRecycleBin.Text
source: Empty recycle bin
th: ล้างข้อมูลในถังรีไซเคิล

# BaseLayoutItemContextFlyoutRestore.Text
source: Restore
th: เอาออกไปไว้ที่เดิม

# DaysAgo
source: {0} days ago
th: {0} วันที่ผ่านมา

# DayAgo
source: {0} day ago
th: {0} วันที่ผ่านมา

# HoursAgo
source: {0} hours ago
th: {0} ชั่วโมงที่ผ่านมา

# HourAgo
source: {0} hour ago
th: {0} ชั่วโมงที่ผ่านมา

# MinutesAgo
source: {0} minutes ago
th: {0} นาทีที่ผ่านมา

# MinuteAgo
source: {0} minute ago
th: {0} นาทีที่ผ่านมา

# SecondsAgo
source: {0} seconds ago
th: {0} วินาทีที่ผ่านมา

# SettingsOnStartupOpenASpecificPagePath.PlaceholderText
source: New Tab
th: หน้าใหม่

# ErrorDialogUnsupportedOperation
source: The requested operation is not supported
th: ไม่สามารถทำได้อย่างไม่ทราบสาเหตุ

# DriveFreeSpaceAndCapacity
source: {0} free of {1}
th: ว่าง {0} จากทั้งหมด {1}

# BaseLayoutItemContextFlyoutOpenItemWith.Text
source: Open With
th: เปิดด้วย

# FileNameTeachingTip.Subtitle
source: The item name must not contain the following characters: \ / : * ? " < > |
th: ชื่อไฟล์ไม่สามารถมีอักขระต่อไปนี้ได้: \ / : * ? " < > |

# FileNameTeachingTip.CloseButtonContent
source: OK
th: รับทราบ

# RenameDialogSymbolsTip.Text
source: The item name must not contain the following characters: \ / : * ? " < > |
th: ชื่อรายการไม่สามารถมีอักขระต่อไปนี้ได้: \ / : * ? " < > |

# ItemSelected.Text
source: item selected
th: รายการที่เลือก

# ItemsSelected.Text
source: items selected
th: รายการที่เลือก

# ItemCount.Text
source: item
th: รายการ

# ItemsCount.Text
source: items
th: รายการ

# DeleteInProgress.Title
source: Deleting files
th: กำลังลบ

# PasteInProgress.Title
source: Pasting files
th: กำลังวาง

# RecycleInProgress.Title
source: Moving files to the Recycle Bin
th: กำลังย้ายไปถังรีไซเคิล

source: Yes
th: ใช่

# ConfirmEmptyBinDialogContent
source: Are you sure you want to permanently delete all these items?
th: คุณแน่ใจเหรอว่าคุณต้องการลบรายการเหล่านี้อย่างถาวร?

# ConfirmEmptyBinDialogTitle
source: Empty recycle bin
th: ล้างข้อมูลในถังรีไซเคิล

# ItemSizeBytes
source: bytes
th: ไบต์

# BaseLayoutContextFlyoutRunAsAdmin.Text
source: Run as administrator
th: เรียกใช้ในฐานะผู้ดูแล

# BitlockerDialog.PrimaryButtonText
source: Unlock
th: ปลดล็อค

# BitlockerDialog.Title
source: Enter password to unlock the drive
th: กรุณากรอกรหัสเพื่อปลดล็อคไดร์ฟนี้

# BitlockerDialogInputText.PlaceholderText
source: Password
th: รหัสผ่าน

# BitlockerInvalidPwDialog.Text
source: Please check the password and try again.
th: กรุณาเช็ครหัสผ่านให้ถูกต้องและลองอีกครั้ง

# BitlockerInvalidPwDialog.Title
source: BitLocker error
th: ข้อผิดพลาด BitLocker

# PropertiesFilesAndFoldersCount.Text
source: Contains:
th: มีรายการ:

# PropertiesFilesAndFoldersCountString
source: {0:#,##0} files, {1:#,##0} folders
th: {0:#,##0} ไฟล์, {1:#,##0} โฟลเดอร์

# PropertiesFilesFoldersAndLocationsCountString
source: {0:#,##0} files, {1:#,##0} folders from {2:#,##0} locations
th: {0:#,##0} ไฟล์, {1:#,##0} โฟลเดอร์จาก {2:#,##0}

# BaseLayoutContextFlyoutRunAsAnotherUser.Text
source: Run as another user
th: เรียกใช้ในฐานะผู้ใช้อื่น

# PropertiesDriveItemTypesEquals
source: All type of {0}
th: ทุกขนิด {0}

# PropertiesDriveItemTypeDifferent
source: Different types
th: หลาย ๆ ชนิด

# PropertiesCombinedItemPath
source: All in {0}
th: ทั้งหมดใน {0}

# PropertiesDriveUsedSpace.Text
source: Used space:
th: ขนาด:

# PropertiesDriveFreeSpace.Text
source: Free space:
th: เนื้อที่ ที่ใช้งาน:

# PropertiesDriveCapacity.Text
source: Capacity:
th: ความจุ:

# PropertiesDriveFileSystem.Text
source: File system:
th: ระบบแฟ้ม:

# JumpListRecentGroupHeader
source: Recent
th: ใช้บ่อย

# TabStripDragAndDropUIOverrideCaption
source: Move tab here
th: ย้ายแท็บมาไว้ที่นี่

# syncStatusColumn.Header
source: Status
th: สถานะ

# SettingsOnStartupOpenAddPageButton.Content
source: Add a new page
th: เพิ่มไปยังหน้าใหม่

# SettingsOnStartupPages.Text
source: Pages:
th: หน้า:

# SettingsPreferencesSystemDefaultLanguageOption
source: Windows default
th: ตามระบบ

# NavigationToolbarVisiblePathNoResults
source: No results
th: ไม่มีรายการนี้

# SubDirectoryAccessDenied
source: Can't access any items to display
th: ไม่มีสิทธิ์เข้าถึงโฟลเดอร์นี้

# MoveToFolderCaptionText
source: Move to {0}
th: ย้ายไปที่ {0}

# ErrorDialogSameSourceDestinationFile
source: The source and destination file names are the same.
th: ไฟล์นี้มีชื่อตรงกันทั้งต้นทางและปลายทาง.

# ErrorDialogSameSourceDestinationFolder
source: The destination folder is the same as the source folder.
th: โฟลเดอร์นี้มีชื่อตรงกันทั้งต้นทางและปลายทาง

# CopyToFolderCaptionText
source: Copy to {0}
th: คัดลอกไปที่ {0}

# BaseLayoutItemContextFlyoutShortcut.Text
source: Create shortcut
th: สร้างทางลัด

source: Open file location
th: เปิดตำแหน่งที่ตั้งไฟล์

# PropertiesShortcutItemArgs.Text
source: Arguments:
th: ตัวเลือกการเริ่ม:

# PropertiesShortcutItemPath.Text
source: Destination:
th: เป้าหมาย:

# PropertiesShortcutItemType.Text
source: Shortcut type:
th: ชนิดของทางลัด:

# PropertiesShortcutItemWorkingDir.Text
source: Working directory:
th: เริ่มต้นใน:

# PropertiesShortcutTypeFile
source: File
th: ไฟล์

# PropertiesShortcutTypeLink
source: Web link
th: ทางลัดอินเตอร์เน็ต

source: General
th: ทั่วไป

source: Shortcut
th: ทางลัด

# ShortcutFileType
source: Shortcut
th: ทางลัด

# ShortcutWebLinkFileType
source: Internet shortcut
th: ทางลัดอินเตอร์เน็ต

# ShortcutCreateNewSuffix
source: {0} - shortcut
th: {0} - ทางลัด

# BaseLayoutItemContextFlyoutOpenFileLocation.Text
source: Open file location
th: เปิดตำแหน่งที่ตั้งไฟล์

# DriveCapacityUnknown
source: Unknown
th: ไม่ทราบ

# ExceptionNotificationBody
source: Files ran into a problem that the developers didn't prepare for yet.
th: โปรแกรมจัดการไฟล์เจอปัญหาที่ไม่เคยเจอมาก่อน.

# ExceptionNotificationHeader
source: Something went wrong!
th: เกิดบางอย่างผิดพลาดขึ้น!

# ExceptionNotificationReportButton
source: Report this issue
th: รายงานปัญหานี้

# SettingsAboutContributors.Text
source: Contributors
th: ผู้ร่วมสร้าง

# SettingsAboutReleaseNotes.Text
source: Release notes
th: รายการอัพเดต

# InvalidItemDialogContent
source: The item referenced is either invalid or inaccessible.{0}Error message:{0}{1}
th: รายการที่ระบุนี้ไม่มีอยู่จริงหรือไม่สามารถเข้าถึงได้อีกต่อไป. {0}เกิดข้อผิดพลาด:{0}{1}

# InvalidItemDialogTitle
source: Invalid item
th: รายการที่ไม่มีจริง

# SettingsAboutVersionTitle
source: Version:
th: เวอร์ชั่น:

# ShareDialogFailMessage
source: There's nothing to share right now...
th: ยังไม่มีอะไรจะแบ่งปัน ณ ตอนนี้...

# ShareDialogMultipleItemsDescription
source: The items you've selected will be shared
th: รายการเหล่านี้ที่คุณเลือกกำลังจะถูกแบ่งปัน

# ShareDialogSingleItemDescription
source: The selected item will be shared
th: รายการที่คุณเลือกกำลังจะถูกแบ่งปัน

# ShareDialogTitle
source: Sharing {0}
th: แบ่งปัน {0}

# ShareDialogTitleMultipleItems
source: Sharing {0} {1}
th: แบ่งปัน {0} {1}

# RenameError.ItemDeleted.Text
source: The item you're attempting to rename no longer exists. Please verify the correct location of the item you need to rename.
th: รายการที่คุณพยายามเปลี่ยนชื่อได้หายไป. กรุณาตรวจสอบให้ดีว่ารายการนั้นยังมีอยู่จริง.

# RenameError.ItemDeleted.Title
source: Item no longer exists
th: รายการนี้ไม่มีอยู่อีกแล้ว

# RenameError.NameInvalid.Text
source: The name specified was invalid. Please check the desired item name and try again.
th: ชื่อที่ระบุเป็นชื่อที่ไม่ถูกต้อง. กรุณาเช็ครายการนั้นและลองอีกครั้ง.

# RenameError.NameInvalid.Title
source: Invalid item name
th: ชื่อรายการไม่ถูกต้อง

# RenameError.TooLong.Text
source: The length of the item name specified exceeds the maximum limit. Please check the desired name and try again.
th: ความยาวของรายการนี้ยาวเกินกำหนด. กรุณาเช็ครายการนั้นแล้วลองใหม่อีกครั้ง.

# RenameError.TooLong.Title
source: Item name was too long
th: ชื่อรายการนี้ยาวเกินไป

# ContextMenuMoreItemsLabel
source: More
th: อื่นๆ

# RestartNotificationText.Text
source: The application needs to be restarted in order to apply these settings, would you like to restart the app?
th: โปรแกรมต้องเริ่มใหม่เพื่อให้การตั้งค่านี้มีผล, คุณต้องการจะปิดโปรแกรมนี้เพื่อเริ่มใหม่และนำการตั้งค่านี้ไปใช้ ตอนนี้เลยหรือไม่?

# SettingsAboutSupportUs.Text
source: Support us
th: สนับสนุนเรา

# AccessDeniedCreateDialog.Text
source: We weren't able to create this item
th: ไม่สามารถสร้างสิ่งของที่ระบุไว้ได้

source: Access Denied
th: การเข้าถึงถูกกีดกัน

# VerticalTabViewAddTab.Text
source: Add tab
th: เปิดแท็บใหม่

# VerticalTabViewHeader.Text
source: Open tabs
th: แท็บที่เปิดไว้

# SettingsMultitaskingTitle.Text
source: Multitasking
th: การทำงานหลายงานพร้อมกัน

# SettingsNavMultitasking.Content
source: Multitasking
th: การทำงานหลายงานพร้อมกัน

# BaseLayoutItemContextFlyoutSetAs.Text
source: Set as
th: ตั้งเป็น

source: Cancel
th: ยกเลิก

# AddDialog.Title
source: Create a New Item
th: สร้างรายการใหม่

# AddDialogDescription.Text
source: Choose a type for this new item below
th: เลือกประเภทของรายการที่จะสร้างใหม่

source: File
th: ไฟล์

# AddDialogListFileSubHeader
source: Creates an empty file
th: สร้างไฟล์เปล่า

source: Folder
th: โฟลเดอร์

# AddDialogListFolderSubHeader
source: Creates an empty folder
th: สร้างโฟลเดอร์เปล่า

# BaseLayoutContextFlyoutLayoutMode.Text
source: Layout mode
th: รูปแบบมุมมอง

# NavBackButton.AutomationProperties.Name
source: Navigate backwards
th: ถอยกลับ

# NavForwardButton.AutomationProperties.Name
source: Navigate forward
th: ไปหน้า

# NavResfreshButton.AutomationProperties.Name
source: Refresh the directory
th: รีเฟรช

# NavUpButton.AutomationProperties.Name
source: Go up one directory
th: ขึ้นไป

# VerticalTabFlyout.AutomationProperties.Name
source: Vertical tab flyout
th: รายการแท็บแนวตั้ง

# VerticalTabFlyout.ToolTipService.ToolTip
source: Vertical tab flyout
th: รายการแท็บแนวตั้ง

# SettingsPreferencesAppLanguage.Title
source: Language
th: ภาษา

# SettingsPreferencesTerminalApplications.Title
source: Terminal applications
th: โปรแกรมเทอมินอล

# SettingsPreferencesEditTerminalApplicationsExpander.Title
source: Edit terminal applications
th: แก้ไขโปรแกรมเทอมินอล

# SettingsContextMenuOverflow
source: Move overflow items into a sub menu
th: ย้ายรายการไปไว้ในเมนูย่อย

# SettingsPinRecycleBin.Title
source: Pin Recycle Bin to favorites
th: ปักหมุดถังรีไซเคิลไว้ในรายการโปรด

# SettingsPreferencesShowConfirmDeleteDialog.Title
source: Show a confirmation dialog when deleting files or folders
th: แสดงกล่องโต้ตอบการยืนยันลบเมื่อลบไฟล์หรือโฟล์เดอร์

# PropertySaveErrorMessage.Text
source: There was an issue saving some properties.
th: เกิดปัญหาผิดพลาดขณะพยายามบันทีกคุณสมบัติบางอย่าง.

# PropertySaveErrorDialog.Title
source: Error
th: ผิดพลาด

# PropertySaveErrorDialog.PrimaryButtonText
source: Retry
th: ลองใหม่อีกครั้ง

# PropertySaveErrorDialog.SecondaryButtonText
source: Close anyway
th: ละเลยและปิด

# PropertyRatingText
source: Rating
th: การจัดอันดับ

# PropertyItemPathDisplay
source: Item Path
th: เส้นทางโฟลเดอร์

# PropertyItemTypeText
source: Item Type
th: ชนิดรายการ

# PropertyTitle
source: Title
th: ชื่อเรื่อง

# PropertySubject
source: Subject
th: หัวข้อ

# PropertyComment
source: Comment
th: ข้อคิดเห็น

# PropertyCopyright
source: Copyright
th: ลิขสิทธื์

# PropertyDateModified
source: Date Modified
th: วันที่ปรับเปลี่ยน

# PropertyBitDepth
source: Bit Depth
th: ความลึกของบิต

# PropertyDimensions
source: Dimensions
th: มิติ

# PropertyHorizontalSize
source: Horizontal Size
th: ขนาดแนวนอน

# PropertyVerticalSize
source: Vertical Size
th: ขนาดแนวตั้ง

# PropertyHorizontalResolution
source: Horizontal Resolution
th: ความละเอียดแนวนอน

# PropertyVerticalResolution
source: Vertical Resolution
th: ความละเอียดแนวตั้ง

# PropertyColorSpace
source: Color Space
th: การแสดงสี

# PropertyColorSpace_Value65535
source: Unspecified
th: ไม่ระบุ

# PropertyLongitudeDecimal
source: Longitude Decimal
th: ละติจูต

# PropertyLatitudeDecimal
source: Latitude Decimal
th: ลองจิจูต

# PropertyLatitude
source: Latitude
th: ละติจูต

# PropertyLongitude
source: Longitude
th: ลองจิจูต

# PropertyLatitudeRef
source: Latitude Ref
th: ละติจูต

# PropertyLongitudeRef
source: Longitude Ref
th: ลองจิจูต

# PropertyAltitude
source: Altitude
th: ระดับความสูง

# PropertyDateTaken
source: Date Taken
th: วันที่ถ่าย

# PropertyCameraManufacturer
source: Camera Manufacturer
th: ยี่ห้อกล้อง

# PropertyCameraModel
source: Camera Model
th: รุ่นของกล้อง

# PropertyExposureTime
source: Exposure Time
th: การตั้งค่าการเปิดรับแสง

# PropertyFocalLength
source: Focal Length
th: ระยะโฟกัส

# PropertyAperture
source: Aperture
th: ช่อง

# PropertyPeopleNames
source: People Names
th: รายชื่อผู้คน

# PropertyChannelCount
source: Channel Count
th: จำนวนช่อง

# PropertyFormat
source: Format
th: รูปแบบ

# PropertySampleRate
source: Sample Rate
th: อัตราการสุ่มตัวอย่าง

# PropertyAlbumArtist
source: Album Artist
th: อัลบัมศิลปิน

# PropertyAlbumTitle
source: Album Title
th: ชื่ออัลบัม

source: Artist
th: ศิลปิน

# PropertyBeatsPerMinute
source: Beats Per Minute
th: จังหวะต่อนาที

# PropertyComposer
source: Composer
th: ผู้ประพันธ์

source: Conductor
th: ผู้ควบคุมวง

# PropertyDiscNumber
source: Disc Number
th: แผ่นที่

# PropertyGenre
source: Genre
th: หมวด

# PropertyTrackNumber
source: Track Number
th: หมายเลขแทร็ก

# PropertyDuration
source: Duration
th: ความยาว

# PropertyFrameCount
source: Frame Count
th: อัตราเฟรม

# PropertyProtectionType
source: Protection Type
th: รูปแบบการป้องกัน

# PropertyAuthorUrl
source: Author Url
th: Url ผู้เขียน

# PropertyContentDistributor
source: Content Distributor
th: ผู้จัดจำหน่ายเนื้อหา

# PropertyDateReleased
source: Date Released
th: วันที่จัดจำหน่าย

# PropertySeriesName
source: Series Name
th: ชื่อชุด

# PropertySeasonNumber
source: Season Number
th: ชุดที่

# PropertyEpisodeNumber
source: Episode Number
th: ตอนที่

# PropertyProducer
source: Producer
th: ผู้ผลิต

# PropertyPromotionUrl
source: Promotion Url
th: Url สำหรับการโปรโมท

# PropertyProviderStyle
source: Provider Style
th: รูปแบบการจัดจำหน่าย

# PropertyPublisher
source: Publisher
th: ผู้จัดจำหน่าย

# PropertyThumbnailLargePath
source: Thumbnail Large Path
th: ตำแหน่งรูปย่อขนาดใหญ่

# PropertyThumbnailLargeUri
source: Thumbnail Large Uri
th: Uri รูปย่อขนาดใหญ่

# PropertyThumbnailSmallPath
source: Thumbnail Small Path
th: ตำแหน่งรูปย่อขนาดเล็ก
